<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" type="text/css" href="style.css">
	<title>landing</title>
	<meta name="viewport" contant="width=device-width, initial-scale=1.0">
	<meta name="theme-color" contant="#317EFB">
</head>
<body id="bg-w">
    <a href="index.html" style="text-align: center;">
        <p>Вернуться обратно</p>
    </a>
    <div id="about-company">
        <div id="absol">
            <img src="img/absol.jpg" alt="">
        </div>
        <div>
            <p>Абсол — это четвероногий покемон с темно-синим телом, покрытым белым мехом. У него кошачье лицо с миндалевидными красными глазами. На каждой его лапе есть по три когтя и шип выступающий сзади, примерно у локтя. Его причёска напоминает символ "инь". У него также есть тёмно-синий серповидный хвост и рог с правой стороны его лица. </p>
            <p>Абсолы, как правило, серьезные и спокойные покемоны, которые предупреждают людей о предстоящих бедствиях, появляясь перед ними. Когда он не предупреждает людей в близлежащих городах, он проводит время в горах. Это покемон, который требует немного терпения и вашей тренировки. Таким образом, те тренеры, которые хотят начать тренировку, должны стремиться получить Абсола с мятежным или агрессивным характером, а не покорным или спокойным, поскольку в конечном итоге вышеупомянутый Абсол оказывается более могущественным. Его сила может быть значительно увеличена при хорошей тренировке и может быть очень полезна в бою, так как он может изучать TM практически всех типов. Однако он не только является отличным покемоном для сражений, его красота и ловкость делают его также очень хорошим для соревнований. Хорошо обученный Абсол будет очень сильным в бою. Тем не менее, это требует большого терпения и сдержанности со стороны его тренера, потому что его статистики низки и его поимка трудна, что приводит к тому, что многочисленные тренеры сдаются на тренировках этого покемона.</p>
            <p>Используя свой рог, Абсол способен ощущать даже незначительные изменения в небе и на земле, чтобы предсказать, когда произойдет бедствие, и попытается предупредить людей, когда что-то приближается. Это часто приводит к печальному эффекту того, что самого Абсола обвиняют в катастрофе, особенно пожилые люди. Мега Абсол излучает страшную ауру, которая, как известно, убивает малодушных людей от шока. Он направляет эту ауру на своих противников, используя свои «крылья», не способные к полету. Тем не менее, Абсол, очевидно, терпеть не может принимать эту форму, поскольку он обычно не любит сражаться в первую очередь.</p>
        </div>
    </div>
    <div id="about-company">
        <div id="camerupt">
            <img src="img/camerupt.jpg" alt="error">
        </div>
        <div>
            <p>Камерапт — четвероногий покемон, напоминающий двугорбого верблюда. У него на спине два серых вулкана, которые у самки больше, чем у самца. У него также крепкое тело с рыжим мохнатым мехом и тремя синими кольцеобразными отметинами с обеих сторон. У него челка на макушке, висячие уши и коричневая морда без меха.Его тело содержит количество расплавленной лавы с температурой 18 000 ° F (10 000 ° C), которую Камерупт добровольно извергает из своих горбов, если злится. В противном случае его горбы извергаются автоматически каждые десять лет. Как показано в аниме, он может бесконтрольно злиться, когда его ударяют по лицу. Обитает в кратерах вулканов.</p>
            <p>Камерапт может мега эволюционировать в Мега Камерапта. У Мега Камерапта горбы на его спине превратились в один большой и очень активный вулкан. Его мех расширяется и растет до такой степени, что видны только его копыта, а его уши и пучки на голове становятся гуще и длиннее, вставая дыбом. Он получает серую букву М на передней части лица и теряет три синих кольца на теле. Магма остаётся.</p>
            <p style="heigth: 100px;"></p>
        </div>
    </div>
    <div id="about-company">
        <div id="gardevoir">
            <img src="img/gardevoir.jpg" alt="">
        </div>
        <div>
            <p>Гардевуар — двуногий гуманоидный покемон, тело которого напоминает платье. Большая часть его тела белая, но его волосы, руки и нижняя часть платья зеленые. Его волосы завиваются на лице и по бокам головы. За его красными глазами — короткие шипы, напоминающие маскарадных маску. У него длинные руки с тремя пальцами на каждой руке и тонкие белые ноги. Красный, похожий на плавник рог простирается от его груди, и более короткий, более округленный рог простирается от спины. Зеленая полоса на его груди простирается к центру переднего рога и соединяется с его подобными рукаву руками.</p>
            <p>Гардевуары широко известны своей преданностью тренеру, которая доходит до того, что Гардевуары способны пожертвовать своей жизнью ради него. Этот покемон защищает не только тренера, но и его потомков. Кроме того, настроение Гардевуар тесно связано с настроением его тренера, то есть, если его тренер обеспокоен или опечален, Гардевуар будет тоже.</p>
            <p>Его психические силы невероятно сильны благодаря его хорошо развитому мозгу, намного превосходящему мозг человека, поэтому он также способен видеть ситуации, которые произойдут в будущем. Используя эту способность, Гардевуар знает, когда его тренер будет в опасности, и использует свою психокинетическую энергию, чтобы избежать любой опасности. Кроме того, он способен создавать маленькие черные дыры, искажать размеры и поддерживать себя, не ощущая силы тяжести. Его сила достигает своего пика при защите своего тренера, которого он защитит своей жизнью.</p>
        </div>
    
    </div>
    <div id="about-company">
        <div id="pelipper">
            <img src="img/pelipper.jpg" alt="">
        </div>
        <div>
            <p>Пелиппер — покемон водяных птиц, напоминающий пеликана. У него синяя линия на голове, большой клюв для черпания воды, синие кончики крыльев и синие ноги. Его клюв доходит до хвоста.</p>
            <p>Когда Пелипперы устают, они отдыхают, приземляясь на воду и покачиваясь на волнах. Как и вингалл, пелипперы строят гнезда на крутых приморских скалах. Помимо ловли пищи, их клювы также служат множеству других целей. В частности, Пелиппер может переносить предметы через большие участки моря. В прошлом люди использовали Пелипперов для отправки сообщений за границу; моряки до сих пор используют их для передачи информации, особенно в районах, где другие формы связи недоступны (в данном случае посреди океана). Пелиппер будет перевозить маленьких покемонов и предметы через море в обмен на еду.</p>
        </div>
    </div>
    <div id="about-company">
        <div>
        </div>
        <div>
        </div>
    
    </div>
    <div id="about-company">
        <div id="slaking">
            <img src="img/slaking.jpg" alt="">
        </div>
        <div>
            <p>Слакинг — это большой, громоздкий, обезьяноподобный двуногий покемон. Большая часть меха коричневая, вместе с полукруглым узором под глазами. Его лицо, грудь, руки и ноги более светлого цвета. Его брови густые и выступающие, а нос большой, розовый, как у свиньи. На шее у него белый воротник из меха, который простирается через макушку и заканчивается небольшим пучком. У него большие пятипалые руки и двупалые ступни. Самый ленивый покемон в мире почти всегда спит или лежит, но все равно экономит энергию.</p>
            <p>Это очень сильный покемон. Большую часть дня он валяется без дела и спит, но даже когда он бездельничает, он экономит энергию. Он выучивает очень хорошие атаки и обладает огромной физической силой, выносливостью и, что удивительно, достаточной скоростью, но у него есть один огромной минус — его способность Лень. Покемон не может использовать ход, если он использовал ход на предыдущем ходу. </p>
            <p>Слакинг живет в тропических лесах, где питается травой и спелыми плодами, которые падают с деревьев. Он передвигается только тогда, когда в пределах досягаемости для него больше нет пищи.</p>
        </div>
    
    </div>
    <div id="about-company">
        <div id="shedinja">
            <img src="img/shedinja.jpg" alt="">
        </div>
        <div>
            <p>Выброшенная ожившая оболочка насекомого, основанная на сброшенном экзоскелете цикады. Большая часть тела покемона светло-коричневая, но брюшко серое. У него четыре выступа на нижней стороне вместо ног; верхняя пара коричневая, а нижняя серая. На голове сбоку имеются круглые выступы с узкими прорезями для глаз. Две линии окружают его живот, а над головой парит белый ореол. На спине у него пара изодранных крыльев, разделенных на три кончика. Отверстие между крыльями показывает его совершенно пустое и темное тело, так как у него нет внутренних органов.</p>
            <p>Шединья — это особенный покемон. Говорят, что, когда человек глядит в пустое пространство Шединьи, покемон крадет его душу. Его панцирь очень твердый, что дает ему сильную защиту, но делает его неспособным к движению. Он не дышит и парит, не шевеля крыльями. У Шединьи есть уникальная способность Чудо-защита. Она делает покемона невосприимчивым к повреждающим движениям, которые не являются суперэффективными.</p>
            <p>Несмотря на то, что взгляд в трещину на спине Шединьи, как говорят, крадет чей-то дух, а все задние спрайты Шединьи прекрасно отображают её, но никаких негативных эффектов с игроком в игре не происходит.</p>
        </div>
    </div>
    <div id="contacts">
        <h2>Хотите увидеть других покемонов?</h2>
        <p>Напишите нам:</p>
        <form action="script.php" method="post">
            <p><input type="text" name="name" placeholder="Имя"></p>
            <p><input type="email" name="email" placeholder="Email"></p>
            <p><input type="text" name="message" placeholder="Сообщение"></p> 
            <p><input type="submit" value="Отправить сообщение"></p>
        </form>
    </div>
</body>
		